/**
 * 对症下药的数据，数据类型，0：文章标题，1：标题，2：段落，3：高亮，4：图片
 * 
 * 
 */

var data = [
  /************************************************************************************************/
  {
    id: 0,
    type: 0,
    title: '鼻炎',
    image: '0_1.png',
    content: [
      {
        "type": 0,
        "value": "鼻炎"
      },
      {
        "type": 3,
        "value": "鼻腔清洗 ：复方熊胆同比喷雾剂、滴通鼻炎水、生理性海水鼻腔喷雾剂（儿童）等。内服药治疗：通窍鼻炎片、辛芩颗粒、鼻炎宁颗粒、氯雷他定、鼻炎康片等。"
      },
      {
        "type": 4,
        "value": "0_1.png"
      },
      {
        "type": 1,
        "value": "鼻炎"
      },
      {
        "type": 2,
        "value": "鼻炎即鼻腔炎性疾病，是病毒、细菌、变应原、各种理化因子以及某些全身性疾病引起的鼻腔黏膜的炎症。鼻炎的主要病理改变是鼻腔黏膜充血、肿胀、渗出、增生、萎缩或坏死等。"
      },
      {
        "type": 4,
        "value": "0_2.png"
      },
      {
        "type": 1,
        "value": "病因"
      },
      {
        "type": 2,
        "value": "1.病毒感染"
      },
      {
        "type": 2,
        "value": "病毒感染是其首要病因，或在病毒感染的基础上继发细菌感染。已知有100多种病毒可引起本病，最常见的是鼻病毒，其次是流感和副流感病毒、腺病毒、冠状病毒、柯萨奇病毒及黏液和副黏液病毒等。病毒传播方式主要是经过呼吸道吸入，其次是通过被污染体或食物进入机体。"
      },
      {
        "type": 2,
        "value": "2.遗传因素"
      },
      {
        "type": 2,
        "value": "有变态反应家族史者易患此病。患者家庭人员多有哮喘、荨麻疹或药物过敏史。以往称此患者为特应性个体，其体内产生IgE抗体的能力高于正常人。但近年有人发现，孪生与普通人群中的发病率无显著差异。"
      },
      {
        "type": 2,
        "value": "3.鼻黏膜易感性"
      },
      {
        "type": 2,
        "value": "易感性的产生源于抗原物质的经常刺激，但其易感程度则视鼻黏膜组织中肥大细胞、嗜碱性粒细胞的数量和释放化学介质的能力。现已证实，变应性鼻炎患者鼻黏膜中上述细胞数量不仅高于正常人，且有较强释放化学介质的能力。"
      },
      {
        "type": 2,
        "value": "4.抗原物质"
      },
      {
        "type": 2,
        "value": "刺激机体产生IgE抗体的抗原物质称为变应原。该变应原物质再次进入鼻黏膜，便与相应的IgE结合而引起变态反应。引起本病的变应原按其进入人体的方式分为吸入性和食物性两大类。"
      },
      {
        "type": 4,
        "value": "0_3.png"
      },
      {
        "type": 1,
        "value": "临床症状"
      },
      {
        "type": 2,
        "value": "1. 鼻塞:鼻塞特点为间歇性。在白天、天热、劳动或运动时鼻塞减轻，而夜间，静坐或寒冷时鼻塞加重。鼻塞的另一特点为交替性。如侧卧时，居下侧之鼻腔阻塞，上侧鼻腔通气良好。由于鼻塞，间或有嗅觉减退、头痛、头昏、说话呈闭塞性鼻音等症状。"
      },
      {
        "type": 2,
        "value": "2. 多涕:常为黏液性或黏脓性，偶成脓性。脓性多于继发性感染后出现。"
      },
      {
        "type": 2,
        "value": "3. 嗅觉下降:多为两种原因所致，一为鼻黏膜肿胀、鼻塞，气流不能进入嗅觉区域；二为嗅区黏膜受慢性炎症长期刺激，嗅觉功能减退或消失。"
      },
      {
        "type": 2,
        "value": "4. 头痛、头昏:慢性鼻窦炎多表现为头沉重感。"
      },
      {
        "type": 2,
        "value": "5. 全身表现:多数人有头痛、食欲不振、易疲倦、记忆力减退及失眠等。"
      },
      {
        "type": 4,
        "value": "0_4.png"
      },
      {
        "type": 1,
        "value": "治疗"
      },
      {
        "type": 2,
        "value": "1.病因治疗"
      },
      {
        "type": 2,
        "value": "找出全身和局部病因，及时治疗全身性慢性疾病、鼻窦炎、临近感染病灶和鼻中隔偏曲等。改善生活和工作环境，锻炼身体，提高机体抵抗力。"
      },
      {
        "type": 2,
        "value": "2.局部治疗"
      },
      {
        "type": 2,
        "value": "鼻内用糖皮质激素：慢性鼻炎首选用药，具有良好抗炎作用，并最终产生减充血效果。根据需要可较长时间应用，疗效和安全性好。如盐酸羟甲唑啉、辅舒良等。"
      },
      {
        "type": 2,
        "value": "鼻腔清洗 ：复方熊胆同比喷雾剂、滴通鼻炎水、生理性海水鼻腔喷雾剂（儿童）等。"
      },
      {
        "type": 2,
        "value": "内服药治疗：通窍鼻炎片、辛芩颗粒、鼻炎宁颗粒、氯雷他定、鼻炎康片等。"
      },
      {
        "type": 3,
        "value": "最好的防治办法就是养成良好的生活习惯，适当运动，增强抵抗力！"
      },
      {
        "type": 2,
        "value": "（公众号回复：鼻炎即可重现此文章）"
      },
    ]
  },
  /************************************************************************************************/
  {
    id: 1,
    type: 0,
    title: '便秘',
    image: '1_1.png',
    content: [
      {
        "type": 0,
        "value": "便秘"
      },
      {
        "type": 3,
        "value": "便秘相关用药：通便灵胶囊、润肠丸、芦荟软胶囊、栀子金花丸、润通茶等、益生菌。"
      },
      {
        "type": 4,
        "value": "1_1.png"
      },
      {
        "type": 2,
        "value": "便秘是指排便次数减少，同时排便困难、粪便干结。正常人每天排便1～2次，便秘患者每周排便少于2次。便秘是老年人常见的症状，约1/3的老年人出现便秘，严重影响老年人的生活质量。"
      },
      {
        "type": 4,
        "value": "1_2.png"
      },
      {
        "type": 1,
        "value": "病因"
      },
      {
        "type": 2,
        "value": "1.与年龄有关"
      },
      {
        "type": 2,
        "value": "老年人便秘的患病率较青壮年明显增高，主要是由于随着年龄增加，老年人的食量和体力活动明显减少，胃肠道分泌消化液减少，肠管的张力和蠕动减弱，腹腔及盆底肌肉乏力，肛门内外括约肌减弱，胃结肠反射减弱，直肠敏感性下降，使食物在肠内停留过久，水分过度吸收引起便秘。"
      },
      {
        "type": 2,
        "value": "2.不良生活习惯"
      },
      {
        "type": 2,
        "value": "（1）饮食因素：青壮年喜食辛辣刺激、油腻、酒精，引起便秘。老年人由于进食少，食物含热卡低，胃肠通过时间减慢，引起便秘。"
      },
      {
        "type": 2,
        "value": "（2）排便习惯：没有养成定时排便的习惯，常常忽视正常的便意，致使排便反射受到抑制而引起便秘。"
      },
      {
        "type": 2,
        "value": "（3）活动减少：由于某些原因使运动时间减少，特别是病卧床或常年坐办公室的人，因缺少运动性刺激以推动粪便的运动，往往易患便秘。"
      },
      {
        "type": 2,
        "value": "3.精神心理因素"
      },
      {
        "type": 2,
        "value": "患抑郁、焦虑、强迫症等心理障碍者易出现便秘。"
      },
      {
        "type": 2,
        "value": "4.肠道病变"
      },
      {
        "type": 2,
        "value": "肠道的病变有炎症性肠病、肿瘤、疝、直肠脱垂等，此类病变导致功能性出口梗阻引起排便障碍。"
      },
      {
        "type": 2,
        "value": "5.全身性病变"
      },
      {
        "type": 2,
        "value": "全身性疾病有糖尿病、尿毒症、脑血管意外、帕金森病等。"
      },
      {
        "type": 2,
        "value": "6.医源性（滥用泻药）"
      },
      {
        "type": 2,
        "value": "由于长期使用泻剂，尤其是刺激性泻剂，造成肠道黏膜神经的损害，降低肠道肌肉张力，反而导致严重便秘。此外，引起便秘的其他药物还有如鸦片类镇痛药、抗胆碱类药、抗抑郁药、钙离子拮抗剂、利尿剂等。"
      },
      {
        "type": 4,
        "value": "1_3.png"
      },
      {
        "type": 1,
        "value": "预防与治疗"
      },
      {
        "type": 2,
        "value": "1．坚持参加锻炼"
      },
      {
        "type": 2,
        "value": "对60岁以上老年人的调查表明，因年老体弱极少行走者便秘的发生率占15.4%，而坚持锻炼者便秘的发生率为0.21%，因此鼓励患者参加力所能及的运动，如散步、走路或每日双手按摩腹部肌肉数次，以增强胃肠蠕动能力。"
      },
      {
        "type": 2,
        "value": "2．培养良好的排便习惯"
      },
      {
        "type": 2,
        "value": "进行健康教育，帮助患者建立正常的排便行为。可练习每晨排便一次，即使无便意，亦可稍等，以形成条件反射。同时，要营造安静、舒适的环境及选择坐式便器。"
      },
      {
        "type": 2,
        "value": "3．合理饮食"
      },
      {
        "type": 2,
        "value": "多吃含粗纤维的粮食和蔬菜、瓜果、豆类食物，多饮水，每日至少饮水1500ml，尤其是每日晨起或饭前饮一杯温开水，可有效预防便秘。此外，应食用一些具有润肠通便作用的食物，如黑芝麻、蜂蜜、香蕉等。"
      },
      {
        "type": 3,
        "value": "最好的防治办法就是养成良好的生活习惯，适当运动，增强抵抗力！"
      },
      {
        "type": 2,
        "value": "（公众号回复：便秘即可重现此文章）"
      },
    ]
  },
  /************************************************************************************************/
  {
    id: 2,
    type: 1,
    title: '家庭常备药',
    image: '2_1.jpg',
    content: [
      {
        "type": 0,
        "value": "家庭常备药"
      },
      {
        "type": 2,
        "value": "1)感冒类药：如感冒清热颗粒、感冒通、速效伤风胶囊、四季感冒片、清瘟解毒片、板蓝根颗粒等。"
      },
      {
        "type": 2,
        "value": "2)解热止痛药：如阿司匹林维生素C泡腾片、对乙酰氨基酚片、布洛芬缓释胶囊等。"
      },
      {
        "type": 2,
        "value": "3)抗菌素：如头孢地尼分散片、诺氟沙星胶囊、乙酰螺旋霉素、盐酸小檗碱片、阿奇霉素分散片等。"
      },
      {
        "type": 2,
        "value": "4)消化不良药：如消食养胃片、健胃消食片、多潘立酮片等。"
      },
      {
        "type": 2,
        "value": "5)胃肠解痉药：如消旋山莨菪碱片、颠茄片、安胃片等。"
      },
      {
        "type": 2,
        "value": "6)镇咳祛痰平喘药：如枸橼酸喷托维林片、百咳静糖浆、川贝枇杷膏、消炎止咳片等。"
      },
      {
        "type": 2,
        "value": "7)抗过敏药：如马来酸氯苯那敏片（扑尔敏）、盐酸赛庚啶片、盐酸西替利嗪片、氯雷他定片等。"
      },
      {
        "type": 2,
        "value": "8)通便药：如通便灵胶囊、新复方芦荟胶囊、酚酞片等。"
      },
      {
        "type": 2,
        "value": "9)解暑药：如人丹、十滴水、藿香正气水等。"
      },
      {
        "type": 1,
        "value": "外用药："
      },
      {
        "type": 2,
        "value": "1)外用止痛药：如伤湿止痛膏、关节镇痛膏、麝香追风膏、红花油、独活止痛搽剂等。"
      },
      {
        "type": 2,
        "value": "2)外用消炎消毒药：如紫药水、红药水、碘酒、碘伏、创可贴、氧氟沙星软膏、莫匹罗星软膏等。"
      },
      {
        "type": 2,
        "value": "3)其他类：风油精、清凉油、薄荷脑软膏、斧标驱风油、84消毒液、消毒药棉、纱布胶布等。"
      },
      {
        "type": 1,
        "value": "儿童常备药"
      },
      {
        "type": 2,
        "value": "1.退热药：布洛芬颗粒（混悬液），对乙酰氨基酚滴剂（混悬液）、小儿柴桂退热颗粒、小儿热速清颗粒。"
      },
      {
        "type": 2,
        "value": "2. 化痰药：盐酸氨溴索口服液（沐舒坦）、盐酸氨溴特罗口服液、小儿咳喘灵口服液、小儿化痰止咳颗粒等。"
      },
      {
        "type": 2,
        "value": "3. 止咳药：儿童止咳药市面上常常是一些复合制剂，如美敏伪麻溶液，愈美甲麻敏糖浆"
      },
      {
        "type": 2,
        "value": "4.感冒用药：小儿氨酚黄那敏（护彤），优卡丹，好娃娃，惠菲宁，艾畅，美敏伪麻，酚麻美敏等。"
      },
      {
        "type": 2,
        "value": "5.腹泻用药：益生菌，口服补液盐，蒙脱石散、复方丁香罗勒口服混悬液。"
      },
      {
        "type": 2,
        "value": "6.便秘用药：乳果糖，小儿七星茶颗粒、小儿化食丸，开塞露，一捻金，便秘时还可以同时使用益生菌。"
      },
      {
        "type": 2,
        "value": "7.过敏药：口服抗过敏用药：西替利嗪滴剂，氯雷他定糖浆，外用药：炉甘石洗剂"
      },
      {
        "type": 2,
        "value": "8.湿疹用药：丹皮酚软膏、一扫光药膏、糠酸莫米松乳膏。 "
      },
      {
        "type": 2,
        "value": "9.其他：碘伏溶液，创可贴、消毒棉签、纱布、胶布等。还有风油精、清凉油，驱蚊水等。"
      },
      {
        "type": 1,
        "value": "旅行急救箱"
      },
      {
        "type": 2,
        "value": "急救器具：逃生绳、氧气袋、收音机、锤子、钳子、家用灭火器和手电筒等。"
      },
      {
        "type": 2,
        "value": "外用药：酒精、紫药水、红药水、碘酒、烫伤膏、止痒清凉油、伤湿止痛膏等。"
      },
      {
        "type": 2,
        "value": "内服药：退热片、保心丸、止痛片、止泻药、抗生素和防晕车药品等。"
      },
      {
        "type": 2,
        "value": "医疗器械：纱布、绷带、胶布，脱脂棉，体温计，医用镊子和剪子等。"
      },
      
    ]
  },
  /************************************************************************************************/
  {
    id: 3,
    type: 0,
    title: '痤疮',
    image: '3_1.png',
    content: [
      {
        "type": 0,
        "value": "痤疮"
      },
      {
        "type": 4,
        "value": "3_1.png"
      },
      {
        "type": 3,
        "value": "痤疮俗称青春痘，是毛囊皮脂腺单位的一种慢性炎症性皮肤病，皮脂腺多开口于毛囊口，一旦毛囊口阻塞，过多的皮脂代谢产生的脂肪酸的刺激以及封闭环境中过度增殖的痤疮丙酸杆菌的作用，是皮肤产生了炎症反应。痤疮好发于青少年，对青少年的心理和社交影响很大，但青春期后往往能自然减轻或痊愈。"
      },
      {
        "type": 2,
        "value": "痤疮（青春痘）的病因明确，是由厌氧性痤疮丙酸杆菌感染引起，但它是多因素的疾病。中医认为：面鼻及胸背部属肺，本病常由肺经风热阻于肌肤所致；或因过食肥甘、油腻、辛辣食物，脾胃蕴热，湿热内生，熏蒸于面而成；或因青春之体，血气方刚，阳热上升，与风寒相搏，郁阻肌肤所致。此外，外涂化妆品刺激引起毛囊口堵塞是本病的重要诱因。现代医学认为：本病为多因素综合作用的结果。首先，体内内分泌：主要是雄激素分泌水平增高、促使皮脂分泌活跃、增多。毛囊皮脂腺开口被阻塞是发病机制中的重要因素。在毛囊闭塞的情况下，痤疮丙酸杆菌大量繁殖，导致炎症，形成痤疮（青春痘）最基本的损害炎性丘疹。在闭塞的毛囊皮脂腺内部，大量皮脂、大量脓细胞把毛囊皮脂腺结构破坏，形成结节、囊肿和粉瘤，最后破坏皮肤甚至形成疤痕。"
      },
      {
        "type": 4,
        "value": "3_2.jpg"
      },
      {
        "type": 1,
        "value": "1.日常护理"
      },
      {
        "type": 2,
        "value": "每日一到两次温水洗脸，清洁皮肤，忌用手挤压或搔抓皮损。忌用油脂类、粉类化妆品和含有糖皮质激素的软膏及霜剂。"
      },
      {
        "type": 2,
        "value": "含有维C、维A的蔬菜水果，如花椰菜、白菜、绿色蔬菜、番茄、柠檬、草莓、猕猴桃等"
      },
      {
        "type": 2,
        "value": "青春痘不能挤！如果不当挤压，除了会造成痘痘周边的组织破坏，引起更多的炎症，造成愈合延迟，痘印明显等不良后果以外，还可能会造成细菌随血流播散，引起更严重的后果。"
      },
      {
        "type": 4,
        "value": "3_3.jpg"
      },
      {
        "type": 1,
        "value": "2.痤疮治疗的常用方法"
      },
      {
        "type": 2,
        "value": "（1）局部外用药物：克林霉素甲硝唑搽剂、片仔癀软膏、阿达帕林凝胶"
      },
      {
        "type": 2,
        "value": "（2）口服抗生素：玫满霉素、阿奇霉素、头孢地尼，抗生素疗程通常6～12周。"
      },
      {
        "type": 2,
        "value": "（3）口服药物：清热暗疮丸、清火养元片、消炎解毒丸、维生素C、锌等"
      },
      

    ]
  },
  /************************************************************************************************/
  {
    id: 4,
    type: 0,
    title: '高血压',
    image: '4_1.jpg',
    content: [
      {
        "type": 0,
        "value": "高血压"
      },
      {
        "type": 4,
        "value": "4_1.jpg"
      },
      {
        "type": 3,
        "value": "高血压（hypertension）是指以体循环动脉血压（收缩压和/或舒张压）增高为主要特征（收缩压≥140毫米汞柱，舒张压≥90毫米汞柱），可伴有心、脑、肾等器官的功能或器质性损害的临床综合征。高血压是最常见的慢性病，也是心脑血管病最主要的危险因素。正常人的血压随内外环境变化在一定范围内波动。在整体人群，血压水平随年龄逐渐升高，以收缩压更为明显，但50岁后舒张压呈现下降趋势，脉压也随之加大。"
      },
      {
        "type": 4,
        "value": "4_2.jpg"
      },
      {
        "type": 1,
        "value": "病因"
      },
      {
        "type": 2,
        "value": "1.遗传因素"
      },
      {
        "type": 2,
        "value": "大约60%的半数高血压患者有家族史。目前认为是多基因遗传所致，30%～50%的高血压患者有遗传背景。"
      },
      {
        "type": 2,
        "value": "2.精神和环境因素"
      },
      {
        "type": 2,
        "value": "长期的精神紧张、激动、焦虑，受噪声或不良视觉刺激等因素也会引起高血压的发生。"
      },
      {
        "type": 2,
        "value": "3.年龄因素"
      },
      {
        "type": 2,
        "value": "发病率有随着年龄增长而增高的趋势，40岁以上者发病率高。"
      },
      {
        "type": 2,
        "value": "4.生活习惯因素"
      },
      {
        "type": 2,
        "value": "膳食结构不合理，如过多的钠盐、低钾饮食、大量饮酒、摄入过多的饱和脂肪酸均可使血压升高。吸烟可加速动脉粥样硬化的过程，为高血压的危险因素。"
      },
      {
        "type": 2,
        "value": "5.药物的影响"
      },
      {
        "type": 2,
        "value": "避孕药、激素、消炎止痛药等均可影响血压。"
      },
      {
        "type": 2,
        "value": "6.其他疾病的影响"
      },
      {
        "type": 2,
        "value": "肥胖、糖尿病、睡眠呼吸暂停低通气综合征、甲状腺疾病、肾动脉狭窄、肾脏实质损害、肾上腺占位性病变、嗜铬细胞瘤、其他神经内分泌肿瘤等。"
      },
      {
        "type": 1,
        "value": "预防"
      },
      {
        "type": 2,
        "value": "高血压是一种可防可控的疾病，对血压130～139/85～89mmHg正常高值阶段、超重/肥胖、长期高盐饮食、过量饮酒者应进行重点干预，定期健康体检，积极控制危险因素。"
      },
      {
        "type": 2,
        "value": "针对高血压患者，应定期测量血压，尤其注意清晨血压的管理，积极治疗高血压（药物治疗与生活方式干预并举），减缓靶器官损害，预防心脑肾并发症的发生，降低致残率及死亡率。"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 5,
    type: 0,
    title: '喝酒',
    image: '5_1.jpg',
    content: [
      {
        "type": 0,
        "value": "喝酒"
      },
      {
        "type": 4,
        "value": "5_1.jpg"
      },
      {
        "type": 1,
        "value": "喝酒前"
      },
      {
        "type": 2,
        "value": "喝酒前半小时，喝瓶牛奶，最好是纯奶或含糖的，可预防酒醉性胃炎和脱水症。不要空腹饮酒。因空腹时酒精吸收快，人容易喝醉；最好的预防法就是在喝酒前，先食用油质食物。喝酒前吃几片维生素B族，促进肝脏代谢、保护肝脏。"
      },
      {
        "type": 4,
        "value": "5_2.jpg"
      },
      {
        "type": 1,
        "value": "喝酒后"
      },
      {
        "type": 2,
        "value": "酒后不要用喝醋、喝茶的方式解酒，因为根本不管用。"
      },
      {
        "type": 2,
        "value": "酒后立即吃些甜点心和水果可保持不醉状态。"
      },
      {
        "type": 2,
        "value": "尽量饮用热汤，具有解酒效果。"
      },
      {
        "type": 2,
        "value": "酒后如发生呕吐不止，应立即找瓶矿泉水喝（只是为了吐着舒服）。"
      },
      {
        "type": 4,
        "value": "5_3.jpg"
      },
      {
        "type": 1,
        "value": "相关用药"
      },
      {
        "type": 2,
        "value": "阶段、超重/酒后若有胃酸、胃痛等不适症状，应服用铝碳酸镁咀嚼片、复方氢氧化铝片、胶体果胶铋胶囊、安胃片、维生素B族、维生素C、葡萄糖粉等药品调节。"
      },
      {
        "type": 1,
        "value": "喝酒好处"
      },
      {
        "type": 2,
        "value": "适当饮酒可畅通血脉、散淤活血、祛风散寒、健脾暖胃，尤其是国公酒、鸿茅药酒等深受好评。"
      },
      {
        "type": 3,
        "value": "喝酒不难受的办法就是少喝，养成良好的生活习惯，适当运动，增强抵抗力！"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 6,
    type: 0,
    title: '脚气',
    image: '6_1.jpg',
    content: [
      {
        "type": 0,
        "value": "脚气"
      },
      {
        "type": 3,
        "value": "足癣相关用药：硝酸咪康唑乳膏、特比萘芬喷雾剂、珊瑚癣净等。"
      },
      {
        "type": 4,
        "value": "6_1.jpg"
      },
      {
        "type": 2,
        "value": "足癣是由致病性真菌引起的足部皮肤病，具有传染性。"
      },
      {
        "type": 2,
        "value": "临床表现为脚趾间起水疱、脱皮或皮肤发白湿软，也可出现糜烂或皮肤增厚、粗糙、开裂，并可蔓延至足跖及边缘，剧痒。"
      },
      {
        "type": 2,
        "value": "水疱型：多发生在夏季，表现为趾间、足缘、足底出现米粒大小，深在性水疱，疏散或成群分布，疱壁较厚，内容清澈，不易破裂，相互融合形成多房性水疱，撕去疱壁，可见蜂窝状基底及鲜红色糜烂面，剧烈瘙痒。"
      },
      {
        "type": 2,
        "value": "糜烂型：表现为局部表皮角质层浸软发白。由于走动时不断摩擦表皮脱落，露出鲜红色糜烂面；严重者趾缝间、趾腹与足底交界处皮肤均可累及，瘙痒剧烈，多发于第3、4、5趾缝间。常见于多汗者。"
      },
      {
        "type": 2,
        "value": "鳞屑角化型：症状是足跖、足缘、足跟部皮肤脚趾增厚、粗糙、脱屑，鳞屑成片状或小点状，反复脱落。"
      },
      {
        "type": 4,
        "value": "6_2.jpg"
      },
      {
        "type": 1,
        "value": "足癣的预防与治疗："
      },
      {
        "type": 2,
        "value": "1.要注意清洁，保持皮肤干燥，保持足部清洁，每天清洗数次，勤换袜子。"
      },
      {
        "type": 2,
        "value": "2.洗脚盆及擦脚毛巾应分别使用，以免传染他人。"
      },
      {
        "type": 2,
        "value": "3.平时不宜穿运动鞋、旅游鞋等不透气的鞋子，以免造成脚汗过多，脚臭加剧。趾缝紧密的人可用干净纱布或棉球夹在中间或选择分趾袜，以利于吸水通气。"
      },
      {
        "type": 2,
        "value": "4.勿吃容易引发出汗的食品，如辣椒、生葱、生蒜等。"
      },
      {
        "type": 2,
        "value": "5.情绪宜恬静，兴奋和激动容易诱发多汗，加重足癣。"
      },
      {
        "type": 2,
        "value": "6.足癣是一种传染性皮肤病，应避免搔抓，防止自身传染及继发感染。"
      },
      {
        "type": 2,
        "value": "药物治疗：硝酸咪康唑乳膏、特比萘芬喷雾剂、珊瑚癣净、维生素B族等。"
      },
      {
        "type": 3,
        "value": "最好的防治办法就是养成良好的生活习惯，适当运动，增强抵抗力！"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 7,
    type: 0,
    title: '颈椎病',
    image: '7_1.png',
    content: [
      {
        "type": 0,
        "value": "颈椎病"
      },
      {
        "type": 4,
        "value": "7_0.gif"
      },
      {
        "type": 3,
        "value": "颈椎病又称颈椎综合征，是颈椎骨关节炎、增生性颈椎炎、颈神经根综合征、颈椎间盘脱出症的总称,是一种以退行性病理改变为基础的疾患。主要由于颈椎长期劳损、骨质增生，或椎间盘脱出、韧带增厚，致使颈椎脊髓、神经根或椎动脉受压，出现一系列功能障碍的临床综合征。表现为椎节失稳、松动；髓核突出或脱出；骨刺形成；韧带肥厚和继发的椎管狭窄等，刺激或压迫了邻近的神经根、脊髓、椎动脉及颈部交感神经等组织，引起一系列症状和体征。"
      },
      {
        "type": 4,
        "value": "7_1.png"
      },
      {
        "type": 1,
        "value": "1.颈椎的退行性变"
      },
      {
        "type": 2,
        "value": "颈椎退行性改变是颈椎病发病的主要原因，其中椎间盘的退变尤为重要，是颈椎诸结构退变的首发因素，并由此演变出一系列颈椎病的病理解剖及病理生理改变。①椎间盘变性；②韧带-椎间盘间隙的出现与血肿形成；③椎体边缘骨刺形成；④颈椎其他部位的退变；⑤椎管矢状径及容积减小。"
      },
      {
        "type": 1,
        "value": "2.发育性颈椎椎管狭窄"
      },
      {
        "type": 2,
        "value": "近年来已明确颈椎管内径，尤其是矢状径，不仅对颈椎病的发生与发展，而且与颈椎病的诊断、治疗、手术方法选择以及预后判定均有着十分密切的关系。有些人颈椎退变严重，骨赘增生明显，但并不发病，其主要原因是颈椎管矢状径较宽，椎管内有较大的代偿间隙。而有些患者颈椎退变并不十分严重，但症状出现早而且比较严重。"
      },
      {
        "type": 1,
        "value": "3.慢性劳损"
      },
      {
        "type": 2,
        "value": "慢性劳损是指超过正常生理活动范围最大限度或局部所能耐受时值的各种超限活动。因其有别于明显的外伤或生活、工作中的意外，因此易被忽视，但其对颈椎病的发生、发展、治疗及预后等都有着直接关系，此种劳损的产生与起因主要来自以下三种情况："
      },
      {
        "type": 2,
        "value": "（1）不良的睡眠体位不良的睡眠体位因其持续时间长及在大脑处于休息状态下不能及时调整，则必然造成椎旁肌肉、韧带及关节的平衡失调。"
      },
      {
        "type": 2,
        "value": "（2）不当的工作姿势大量统计材料表明某些工作量不大，强度不高，但处于坐位，尤其是低头工作者的颈椎病发病率特高，包括家务劳动者、刺绣女工、办公室人员、打字抄写者、仪表流水线上的装配工等等。"
      },
      {
        "type": 2,
        "value": "（3）不适当的体育锻炼正常的体育锻炼有助于健康，但超过颈部耐量的活动或运动，如以头颈部为负重支撑点的人体倒立或翻筋斗等，均可加重颈椎的负荷，尤其在缺乏正确指导的情况下。"
      },
      {
        "type": 1,
        "value": "4.颈椎的先天性畸形"
      },
      {
        "type": 2,
        "value": "在对正常人颈椎进行健康检查或作对比研究性摄片时，常发现颈椎段可有各种异常所见，其中骨骼明显畸形约占5%。"
      },
      {
        "type": 4,
        "value": "7_2.jpg"
      },
      {
        "type": 2,
        "value": "颈椎病的临床症状较为复杂。主要有颈背疼痛、上肢无力、手指发麻、下肢乏力、行走困难、头晕、恶心、呕吐，甚至视物模糊、心动过速及吞咽困难等。颈椎病的临床症状与病变部位、组织受累程度及个体差异有一定关系。"
      },
      {
        "type": 4,
        "value": "7_3.jpg"
      },
      {
        "type": 1,
        "value": "药物治疗"
      },
      {
        "type": 2,
        "value": "可选择性应用止痛剂、镇静剂、维生素（如B1、B12），对症状的缓解有一定的效果。可尝试使用硫酸氨基葡萄糖和硫酸软骨素进行支持治疗。硫酸氨基葡萄糖与硫酸软骨素在临床上用于治疗全身各部位的骨关节炎，这些软骨保护剂具有一定程度的抗炎抗软骨分解作用。"
      },
      {
        "type": 3,
        "value": "相关用药：硫酸氨基葡萄糖、硫酸软骨素、根痛平、抗骨增生片、颈复康等"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 8,
    type: 0,
    title: '口腔溃疡',
    image: '8_1.jpg',
    content: [
      {
        "type": 0,
        "value": "口腔溃疡"
      },
      {
        "type": 4,
        "value": "8_1.jpg"
      },
      {
        "type": 2,
        "value": "口腔溃疡俗称“口疮”，是一种常见的发生于口腔黏膜的溃疡性损伤病症，夏天为高发期，多见于唇内侧、舌头、舌腹、颊黏膜、前庭沟、软腭等部位"
      },
      {
        "type": 1,
        "value": "口腔溃疡病因："
      },
      {
        "type": 2,
        "value": "口腔溃疡的发生是多种因素综合作用的结果，以下情况可增加口腔溃疡发病的可能性："
      },
      {
        "type": 2,
        "value": "局部创伤"
      },
      {
        "type": 2,
        "value": "精神紧张、熬夜导致“心火旺盛”、“脾胃积热”等"
      },
      {
        "type": 2,
        "value": "食物：烧烤油腻食物"
      },
      {
        "type": 2,
        "value": "营养不良：挑食厌食"
      },
      {
        "type": 2,
        "value": "维生素或微量元素缺乏：缺乏微量元素锌、铁、维生素B族"
      },
      {
        "type": 4,
        "value": "8_2.jpg"
      },
      {
        "type": 1,
        "value": "口腔溃疡预防与治疗"
      },
      {
        "type": 2,
        "value": "药物治疗：口腔溃疡贴片、桂林西瓜霜、口腔溃疡散、一清颗粒、维生素B族等"
      },
      {
        "type": 3,
        "value": "最好的防治办法就是养成良好的生活习惯，适当运动，增强抵抗力！"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 9,
    type: 0,
    title: '湿疹',
    image: '9_1.png',
    content: [
      {
        "type": 0,
        "value": "湿疹"
      },
      {
        "type": 4,
        "value": "9_1.png"
      },
      {
        "type": 2,
        "value": "湿疹是由多种内外因素引起的瘙痒剧烈的一种皮肤炎症反应。分急性、亚急性、慢性三期。急性期具渗出倾向，慢性期则浸润、肥厚。"
      },
      {
        "type": 4,
        "value": "9_2.jpg"
      },
      {
        "type": 2,
        "value": "湿疹病因复杂，常为内外因相互作用结果。"
      },
      {
        "type": 2,
        "value": "内因如慢性消化系统疾病、精神紧张、失眠、过度疲劳、情绪变化、内分泌失调、感染、新陈代谢障碍等。"
      },
      {
        "type": 2,
        "value": "外因如生活环境、气候变化、食物等均可影响湿疹的发生。外界刺激如日光、寒冷、干燥、炎热、热水烫洗以及各种动物皮毛、植物、化妆品、肥皂、人造纤维等均可诱发。"
      },
      {
        "type": 4,
        "value": "9_3.jpg"
      },
      {
        "type": 2,
        "value": "主要根据病史、皮疹形态及病程。一般湿疹的皮损为多形性，以红斑、丘疹、丘疱疹为主，皮疹中央明显，逐渐向周围散开，境界不清，弥漫性，有渗出倾向，慢性者则有浸润肥厚。病程不规则，呈反复发作，瘙痒剧烈。"
      },
      {
        "type": 2,
        "value": "避免自身可能的诱发因素，远离各种外界刺激。"
      },
      {
        "type": 2,
        "value": "养成良好的生活习惯，适当运动。"
      },
      {
        "type": 2,
        "value": "补充维生素，增强抵抗力。"
      },
      {
        "type": 2,
        "value": "口服：防风通圣丸、肤痒颗粒、西替利嗪等。"
      },
      {
        "type": 2,
        "value": "外用：复方醋酸地塞米松乳膏、丹皮酚乳膏、复方樟脑乳膏等。"
      },
      {
        "type": 4,
        "value": "9_4.jpg"
      },
      {
        "type": 3,
        "value": "最好的防治办法就是养成良好的生活习惯，适当运动，增强抵抗力！"
      },
      {
        "type": 2,
        "value": "（公众号回复：手癣、鹅掌风即可重现此文章）"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 10,
    type: 0,
    title: '手癣',
    image: '10_1.jpg',
    content: [
      {
        "type": 0,
        "value": "手癣"
      },
      {
        "type": 4,
        "value": "10_1.jpg"
      },
      {
        "type": 2,
        "value": "手癣是发生于掌面的真菌病，俗称鹅掌风，主要由红色毛癣菌（约占55.6%）、须癣（石膏样）、毛癣菌（约占22.7%）等感染引起，本病主要通过接触传染。"
      },
      {
        "type": 1,
        "value": "手癣症状"
      },
      {
        "type": 2,
        "value": "水疱鳞屑型"
      },
      {
        "type": 2,
        "value": "从手掌的某一部位开始，为针头大小的水疱，壁厚且发亮，内含清澈的液体。水疱干后脱屑并逐渐向四周蔓延扩大，形成环形或多环形损害，边缘较清楚。病程可持续多年，直到累及全部手掌并传播至手背和指甲，甚至对侧手掌。"
      },
      {
        "type": 2,
        "value": "角化增厚型"
      },
      {
        "type": 2,
        "value": "患者常有多年病史，累及双手，也可为单侧，掌面弥漫性发红增厚，皮纹加深，皮肤粗糙，干而有脱屑。冬季则常发生开裂，有时裂口很深伴出血，疼痛难忍。"
      },
      {
        "type": 1,
        "value": "手癣预防与治疗"
      },
      {
        "type": 2,
        "value": "洗手之后要加搽软膏或霜剂。"
      },
      {
        "type": 2,
        "value": "补充维生素B族、增强抵抗力。"
      },
      {
        "type": 2,
        "value": "避免搔抓和热水烫，避免接触各种洗涤剂、肥皂和有机溶剂等。"
      },
      {
        "type": 2,
        "value": "水疱鳞屑型可外用咪康唑霜、克霉唑霜、复方苯甲酸搽剂、特比萘芬乳膏、等。"
      },
      {
        "type": 2,
        "value": "角化增厚型可用复方苯甲酸软膏、咪康唑霜、丙酸氯倍他索乳膏或10%冰醋酸浸泡。"
      },
      {
        "type": 2,
        "value": "（公众号回复：手癣、鹅掌风即可重现此文章）"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 11,  /**********************************************************/
    type: 0,
    image: '11_1.jpg',
    title: '手足口病',
    content: [
      {
        "type": 0,
        "value": "手足口病"
      },
      {
        "type": 4,
        "value": "11_1.jpg"
      },
      {
        "type": 1,
        "value": "手足口病"
      },
      {
        "type": 2,
        "value": "手足口病是由肠道病毒引起的传染病，引发手足口病的肠道病毒有20多种（型），其中以柯萨奇病毒A16型（Cox A16）和肠道病毒71型（EV 71）最为常见。多发生于5岁以下儿童，表现口痛、厌食、低热、手、足、口腔等部位出现小疱疹或小溃疡，多数患儿一周左右自愈，少数患儿可引起心肌炎、肺水肿、无菌性脑膜脑炎等并发症。个别重症患儿病情发展快，导致死亡。目前缺乏有效治疗药物主要对症治疗。"
      },
      {
        "type": 4,
        "value": "11_2.jpg"
      },
      {
        "type": 1,
        "value": "临床表现"
      },
      {
        "type": 2,
        "value": "急性起病，发热、口痛、厌食、口腔黏膜出现散在疱疹或溃疡，位于舌、颊黏膜及硬额等处为多，也可波及软腭，牙龈、扁桃体和咽部。手、足、臀部、臂部、腿部出现斑丘疹，后转为疱疹，疱疹周围可有炎性红晕，疱内液体较少。手足部较多，掌背面均有。皮疹数少则几个多则几十个。消退后不留痕迹，无色素沉着。部分病例仅表现为皮疹或疱疹性咽峡炎。多在一周内痊愈，预后良好。部分病例皮疹表现不典型，如单一部位或仅表现为斑丘疹。"
      },
      {
        "type": 4,
        "value": "11_3.jpg"
      },
      {
        "type": 1,
        "value": "手足口病的预防"
      },
      {
        "type": 2,
        "value": "1. 饭前便后、外出后要用肥皂或洗手液等给儿童洗手，不要让儿童喝生水、吃生冷食物，避免接触患病儿童。"
      },
      {
        "type": 2,
        "value": "2. 本病流行期间不宜带儿童到人群聚集、空气流通差的公共场所，注意保持家庭环境卫生，居室要经常通风，勤晒衣被。"
      },
      {
        "type": 2,
        "value": "3. 儿童出现相关症状要及时到医疗机构就诊。患儿不要接触其他儿童，父母要及时对患儿的衣物进行晾晒或消毒，对患儿粪便及时进行消毒处理；轻症患儿不必住院，宜居家治疗、休息，以减少交叉感染。"
      },
      {
        "type": 2,
        "value": "4. 每日对玩具、个人卫生用具、餐具等物品进行清洗消毒。"
      },
      {
        "type": 2,
        "value": "5. 托幼单位每日进行晨检，发现可疑患儿时，采取及时送诊、居家休息的措施；对患儿所用的物品要立即进行消毒处理。"
      },
      {
        "type": 2,
        "value": "6. 可服用抗病毒药物及清热解毒中草药，补充维生素B、C等。"
      },
      {
        "type": 3,
        "value": "最好的防治办法就是养成良好的生活习惯，适当运动，增强抵抗力！"
      },
      {
        "type": 2,
        "value": "（公众号回复：手足口病即可重现此文章）"
      },
    ]
  },
  /************************************************************************************************/
  {
    id: 12,  /**********************************************************/
    type: 0,
    image: '12_1.jpg',
    title: '暑湿感冒',
    content: [
      {
        "type": 0,
        "value": "暑湿感冒"
      },
      {
        "type": 4,
        "value": "12_1.jpg"
      },
      {
        "type": 1,
        "value": "夏季感冒病因"
      },
      {
        "type": 2,
        "value": "夏季感冒中医又称为暑湿感冒，与冬天的风寒感冒和风热感冒是有区别的。风寒感冒主要是感受了风寒之邪。风热感冒是感受了风热之邪，春季较多。"
      },
      {
        "type": 2,
        "value": "暑湿感冒的特点就是因为夏季闷热，湿度比较大，又因喜欢纳凉和饮冷，使体内的暑湿为风寒所遏，疏泄受阻，因而发病。"
      },
      {
        "type": 4,
        "value": "12_2.jpg"
      },
      {
        "type": 1,
        "value": "夏季感冒症状"
      },
      {
        "type": 2,
        "value": "从症状上来说风寒感冒、风热感冒、暑湿感冒的症状都有鼻塞、流涕、发热。区别在于风寒感冒和风热感冒多发生在秋冬季和春秋季，是发热轻、恶寒重。暑湿感冒是夏季特有的感冒，也就是老百姓俗称的热伤风。此病的病位在于肌表与中焦脾胃，所以症状表现外则发热不扬，头身困重；内则胸脘痞闷，脾胃不和，消化系统功能障碍、腹痛、腹泻，口虽干而饮不多，舌苔虽腻而少黄。若暑湿犯肺，肺气不清，还会有咳嗽痰黏，鼻流浊涕的症状。"
      },
      {
        "type": 1,
        "value": "夏季感冒治疗"
      },
      {
        "type": 2,
        "value": "中医对暑湿感冒的治疗，主要采用清暑祛湿的方药。常见的中成药有藿香正气丸、六和定中丸、保济丸等。"
      },
      {
        "type": 3,
        "value": "最好使的防治办法就是养成良好的生活习惯，适当运动，增强抵抗力"
      },
    ]
  },
  /************************************************************************************************/
  {
    id: 13,  /**********************************************************/
    type: 0,
    image: '13_1.jpg',
    title: '糖尿病',
    content: [
      {
        "type": 0,
        "value": "糖尿病"
      },
      {
        "type": 4,
        "value": "13_1.jpg"
      },
      {
        "type": 2,
        "value": "糖尿病是一组以高血糖为特征的代谢性疾病。高血糖则是由于胰岛素分泌缺陷或其生物作用受损，或两者兼有引起。糖尿病时长期存在的高血糖，导致各种组织，特别是眼、肾、心脏、血管、神经的慢性损害、功能障碍。糖尿病的诊断一般不难，空腹血糖大于或等于7.0毫摩尔/升，或餐后两小时血糖大于或等于11.1毫摩尔/升即可确诊。"
      },
      {
        "type": 4,
        "value": "13_2.jpg"
      },
      {
        "type": 2,
        "value": "临床表现：多饮、多尿、多食、消瘦、疲乏无力等，还会有眼、肾、心脏、血管、神经的慢性损害、功能障碍。"
      },
      {
        "type": 4,
        "value": "13_3.jpg"
      },
      {
        "type": 1,
        "value": "治疗："
      },
      {
        "type": 2,
        "value": "糖尿病知识的普及，帮助患者正确认识糖尿病，调整心态，建立信心。"
      },
      {
        "type": 2,
        "value": "血糖监测，每天监测4次，患者可以根据血糖水平随时调整降血糖药物的剂量。"
      },
      {
        "type": 2,
        "value": "养成良好的生活习惯，适当运动，改善机体对胰岛素敏感性。"
      },
      {
        "type": 2,
        "value": "少吃多油脂多糖食物，多吃含膳食纤维的蔬菜。"
      },
      {
        "type": 2,
        "value": "少吃多餐。既保证了热量和营养的供给，又可避免餐后血糖高峰。"
      },
      {
        "type": 2,
        "value": "口服降糖药或胰岛素治疗。"
      },
    ]
  },
  /************************************************************************************************/
  {
    id: 14,  /**********************************************************/
    type: 0,
    image: '14_1.jpg',
    title: '痛风',
    content: [
      {
        "type": 0,
        "value": "痛风"
      },
      {
        "type": 4,
        "value": "14_1.jpg"
      },
      {
        "type": 2,
        "value": "防治"
      },
      {
        "type": 2,
        "value": "进低嘌呤低能量饮食，保持合理体重，戒酒，多饮水，每日饮水2000ml以上。避免暴食、酗酒、受凉受潮、过度疲劳和精神紧张，穿舒适鞋，防止关节损伤，慎用影响尿酸排泄的药物如某些利尿剂和小剂量阿司匹林等。防治伴发病如高血压、糖尿病和冠心病等。"
      },
      {
        "type": 4,
        "value": "14_2.jpg"
      },
      {
        "type": 2,
        "value": "痛风是由单钠尿酸盐（MSU）沉积所致的晶体相关性关节病，与嘌呤代谢紊乱和（或）尿酸排泄减少所致的高尿酸血症直接相关，特指急性特征性关节炎和慢性痛风石疾病，主要包括急性发作性关节炎、痛风石形成、痛风石性慢性关节炎、尿酸盐肾病和尿酸性尿路结石，重者可出现关节残疾和肾功能不全。痛风常伴腹型肥胖、高脂血症、高血压、2型糖尿病及心血管病等表现"
      },
      {
        "type": 1,
        "value": "病因"
      },
      {
        "type": 2,
        "value": "痛风最重要的生化基础是高尿酸血症。正常成人每日约产生尿酸750mg，其中80%为内源性，20%为外源性尿酸，这些尿酸进入尿酸代谢池（约为1200mg），每日代谢池中的尿酸约60%进行代谢，其中1/3约200mg经肠道分解代谢，2/3约400mg经肾脏排泄，从而可维持体内尿酸水平的稳定，其中任何环节出现问题均可导致高尿酸血症"
      },
      {
        "type": 2,
        "value": "痛风依病因不同可分为原发性和继发性两大类。原发性痛风指在排除其他疾病的基础上，由于先天性嘌呤代谢紊乱和（或）尿酸排泄障碍所引起；继发性痛风指继发于肾脏疾病或某些药物所致尿酸排泄减少、骨髓增生性疾病及肿瘤化疗所致尿酸生成增多等。"
      },
    ]
  },
  /************************************************************************************************/
  {
    id: 15,  /**********************************************************/
    type: 0,
    image: '15_1.jpg',
    title: '外伤',
    content: [
      {
        "type": 0,
        "value": "外伤"
      },
      {
        "type": 1,
        "value": "扭伤"
      },
      {
        "type": 2,
        "value": "对—般的软组织扭伤、挫伤，首先给予冷敷降温以减轻出血、肿胀、疼痛，2天后改用热敷，以促进淤血吸收，加速其愈合。可选外用膏药贴敷局部，如受伤部位异常突出或移动困难可怀疑为骨折，请尽快送医处理。"
      },
      {
        "type": 1,
        "value": "出血外伤"
      },
      {
        "type": 2,
        "value": "伤口较小时，尽快使用清水或生理盐水清洗伤口，用双氧水或碘伏消毒，用医用纱布、绷带包扎好，以减少出血、防污染。出现感染需服用抗生素。伤口较大、出血较多时，用医用纱布按压伤口10分钟止血，然后用绷带加压包扎，送医处理。"
      },
      {
        "type": 2,
        "value": "浅表性烧、烫伤，及时把受伤部位放在自来水冲洗20分钟降温处理，如备有獾油、京万红、烧烫伤膏涂抹于患处。不要用牙膏、鸡蛋、酱油等偏方，那样会增加感染几率。如果伤口粘连衣物，小心处理，不要硬撕。对面积较大或发生在面部的烧、烫伤，最好不要做任何处理，迅速到医院就诊。"
      },
    ]
  },
  /************************************************************************************************/
  {
    id: 16,  /**********************************************************/
    type: 1,
    image: '16_1.jpg',
    title: '维生素A',
    content: [
      {
        "type": 0,
        "value": "维生素A"
      },
      {
        "type": 4,
        "value": "16_1.jpg"
      },
      {
        "type": 2,
        "value": "维生素是维持身体健康所必需的一类有机化合物。这类物质在体内既不是构成身体组织的原料，也不是能量的来源，而是一类调节物质，在物质代谢中其重要作用。这类物质由于体内不能合成或合成量不足，所以虽然需要量很少，但必须经常由食物供给。"
      },
      {
        "type": 2,
        "value": "维生素又名维他命，通俗来讲，即维持生命的物质，是维持人体生命活动必须的一类有机物质，也是保持人体健康的重要活性物质。维生素在体内的含量很少，但不可或缺。各种维生素的化学结构以及性质虽然不同，但它们却有着以下共同点："
      },
      {
        "type": 2,
        "value": "1.维生素均以维生素原的形式存在于食物中；"
      },
      {
        "type": 2,
        "value": "2.维生素不是构成机体组织和细胞的组成成分，它也不会产生能量，它的作用主要是参与机体代谢的调节；"
      },
      {
        "type": 2,
        "value": "3.大多数的维生素，机体不能合成或合成量不足，不能满足机体的需要，必须经常通过食物、药物中获得；"
      },
      {
        "type": 2,
        "value": "4.人体对维生素的需要量很小，一旦缺乏就会引发相应的维生素缺乏症，对人体健康造成损害；"
      },
      {
        "type": 2,
        "value": "维生素是人体代谢中必不可少的有机化合物。人体犹如一座极为复杂的化工厂，不断地进行着各种生化反应。其反应与酶的催化作用有密切关系。酶要产生活性，必须有辅酶参加。已知许多维生素是酶的辅酶或者是辅酶的组成分子。因此，维生素是维持和调节机体正常代谢的重要物质。可以认为，最好的维生素是以“生物活性物质”的形式，存在于人体组织中。"
      },
      {
        "type": 1,
        "value": "缺乏原因"
      },
      {
        "type": 2,
        "value": "1、食物供应严重不足，摄入不足；如：食物单一、储存不当、烹饪破坏等。比如叶酸受热损失。"
      },
      {
        "type": 2,
        "value": "2、吸收利用降低；如：消化系统疾病或摄入脂肪量过少从而影响脂溶性Vit的吸收。"
      },
      {
        "type": 2,
        "value": "3、维生素需要量相对增高；如：妊娠和哺乳期妇女、儿童、特殊工种、特殊环境下的人群。"
      },
      {
        "type": 2,
        "value": "4、不合理使用抗生素会导致对维生素的需要量增加"
      },
      {
        "type": 4,
        "value": "16_2.jpg"
      },
      {
        "type": 1,
        "value": "维生素A"
      },
      {
        "type": 2,
        "value": "不饱和的一元醇类，属脂溶性维生素。由于人体或哺乳动物缺乏维生素A时易出现干眼病，故又称为抗干眼醇。 已知维生素A有 A1和 A2两种，A1存在于动物肝脏、血液和眼球的视网膜中，又称为视黄醇，天然维生素A主要以此形式存在。A2主要存在于淡水鱼的肝脏中。"
      },
      {
        "type": 2,
        "value": "它是1913年美利坚合众国化学家台维斯从鳕鱼肝中提取得到的。它是黄色粉末，不溶于水，易溶于脂肪、油等有机溶剂。化学性质比较稳定，但易为紫外线破坏，应贮存在棕色瓶中。维生素A是眼睛中视紫质的原料，也是皮肤组织必需的材料，人缺少它会得干眼病、夜盲症等。"
      },
      {
        "type": 1,
        "value": "生理功能："
      },
      {
        "type": 2,
        "value": "维持视觉"
      },
      {
        "type": 2,
        "value": "维生素A可促进视觉细胞内感光色素的形成。可调试眼睛适应外界光线的强弱的能力，以降低夜盲症和视力减退的发生，维持正常的视觉反应，有助于对多种眼疾。维生素A对视力的作用是被最早发现的、也是被了解最多的功能。"
      },
      {
        "type": 2,
        "value": "促进生长发育"
      },
      {
        "type": 2,
        "value": "与视黄醇对基因的调控有关。视黄醇也具有相当于类固醇激素的作用，可促进糖蛋白的合成。促进生长、发育，强壮骨骼，维护头发、牙齿和牙床的健康。"
      },
      {
        "type": 2,
        "value": "维持上皮结构的完整与健全"
      },
      {
        "type": 2,
        "value": "视黄醇和视黄酸可以调控基因表达，减弱上皮细胞向鳞片状的分化，增加上皮生长因子受体的数量。因此，维生素A可以调节上皮组织细胞的生长，维持上皮组织的正常形态与功能。保持皮肤湿润，防止皮肤黏膜干燥角质化，不易受细菌伤害，有助于对粉刺、脓包、疖疮，皮肤表面溃疡等症的治疗；有助于祛除老年斑；能保持组织或器官表层的健康。缺乏维生素A，会使上皮细胞的功能减退，导致皮肤弹性下降，干燥粗糙，失去光泽。"
      },
      {
        "type": 2,
        "value": "加强免疫能力"
      },
      {
        "type": 2,
        "value": "维生素A有助于维持免疫系统功能正常，能加强对传染病特别是呼吸道感染及寄生虫感染的身体抵抗力；有助于对肺气肿、甲状腺机能亢进症的治疗。"
      },
      {
        "type": 2,
        "value": "清除自由基"
      },
      {
        "type": 2,
        "value": "维生素A也有一定的抗氧化作用，可以中和有害的自由基。"
      },
      {
        "type": 1,
        "value": "食补"
      },
      {
        "type": 2,
        "value": "维生素A：动物肝脏、蛋类、乳制品、胡萝卜、南瓜、香蕉、橘子和一些绿叶蔬菜中。"
      },
      {
        "type": 2,
        "value": "禁忌"
      },
      {
        "type": 2,
        "value": "服用维生素A时需忌酒。维生素A的主要功能是将视黄醇转化为视黄醛，而乙醇在代谢过程中会抑制视黄醛的生成，严重影响视循环和男性精子的生成功能。"
      },
      {
        "type": 2,
        "value": "维生素AD"
      },
      {
        "type": 2,
        "value": "服用维生素AD时忌粥。粥又称米汤，含脂肪氧化酶，能溶解和破坏脂溶性维生素，导致维生素A和维生素D流失。"
      },
      
    ]
  },
  /************************************************************************************************/
  {
    id: 17,  /**********************************************************/
    type: 1,
    image: '17_1.jpg',
    title: '维生素B',
    content: [
      {
        "type": 0,
        "value": "维生素B"
      },
      {
        "type": 4,
        "value": "17_1.jpg"
      },
      {
        "type": 1,
        "value": "维生素B1"
      },
      {
        "type": 2,
        "value": "B1是最早被人们提纯的维生素，1896年荷兰王国科学家伊克曼首先发现，1910年为波兰化学家丰克从米糠中提取和提纯。它是白色粉末，易溶于水，遇碱易分解。它的生理功能是能增进食欲，维持神经正常活动等，缺少它会得脚气病、神经性皮炎等。成人每天需摄入2mg。它广泛存在于米糠、蛋黄、牛奶、番茄等食物中，现阶段已能由人工合成。因其分子中含有硫及氨基，故称为硫胺素，又称抗脚气病维生素。维生素B1易溶于水，在食物清洗过程中可随水大量流失，经加热后菜中B1主要存在于汤中。如菜类加工过细、烹调不当或制成罐头食品，维生素会大量丢失或破坏。维生素B1在体内转变成硫胺素焦磷酸（又称辅羧化酶），参与糖在体内的代谢。因此维生素B1缺乏时，糖在组织内的氧化受到影响。它还有抑制胆碱酯酶活性的作用，缺乏维生素B1时此酶活性过高，乙酰胆碱（神经递质之一）大量破坏使神经传导受到影响，可造成胃肠蠕动缓慢，消化道分泌减少，食欲不振、消化不良等障碍。"
      },
      {
        "type": 1,
        "value": "维生素B2"
      },
      {
        "type": 2,
        "value": "与能量的产生直接有关，促进生长发育和细胞的再生，增进视力，维生素B2又名核黄素。1879年大不列颠及北爱尔兰联合王国化学家布鲁斯首先从乳清中发现，1933年美利坚合众国化学家哥尔倍格从牛奶中提取，1935年德国化学家柯恩合成了它。维生素B2是橙黄色针状晶体，味微苦，水溶液有黄绿色荧光，在碱性或光照条件下极易分解。熬粥不放碱就是这个道理。人体缺少它易患口腔炎、皮炎、微血管增生症等。成年人每天应摄入2～4mg，它大量存在于谷物、蔬菜、牛乳和鱼等食品中。"
      },
      {
        "type": 2,
        "value": "维生素B3"
      },
      {
        "type": 2,
        "value": "维生素B3 ，又称为烟酸，是B族维生素中人体需要量最多者。它不但是维持消化系统健康的维生素，也是性荷尔蒙合成不可缺少的物质。对生活充满压力的现代人来说，烟酸维系神经系统健康和脑机能正常运作的功效，也绝对不可以忽视。"
      },
      {
        "type": 2,
        "value": "需要人群：因胆固醇而烦恼的人增加烟酸的摄取量会有所助益；当皮肤对太阳光线特别敏感时，常常是烟酸不足的早期症状；皮炎、脱皮、皮肤粗糙的人需要烟酸； 体内缺乏维生素B1.B2.B6的人因不能由色氨酸自行合成烟酸而需要额外补充； 经常精神紧张、暴躁不安，甚至患精神分裂者补充维生素B3有好处； 糖尿病患者、甲状腺机能亢进者也需要烟酸。"
      },
      {
        "type": 1,
        "value": "维生素B5"
      },
      {
        "type": 2,
        "value": "B5又称泛酸。抗应激、抗寒冷、抗感染、防止某些抗生素的毒性，消除术后腹胀。"
      },
      {
        "type": 2,
        "value": "2、吸收利用降低；如：消化系统疾病或摄入脂肪量过少从而影响脂溶性Vit的吸收。"
      },
      {
        "type": 1,
        "value": "维生素B6"
      },
      {
        "type": 2,
        "value": "维生素B6：帮助分解蛋白质，脂肪和碳水化合物。它有抑制呕吐、促进发育等功能，缺少它会引起呕吐、抽筋等症状。酵母、肝、瘦肉及谷物、卷心菜等食物中均含有丰富的维生素B6。维生素B6易溶于水和酒精,稍溶于脂肪溶剂；遇光和碱易被破坏，不耐高温。维生素B6在体内与磷酸结合成为磷酸吡哆醛或磷酸吡哆胺。它们是许多种有关氨基酸代谢酶的辅酶，故对氨基酸代谢十分重要。"
      },
      {
        "type": 1,
        "value": "维生素B7"
      },
      {
        "type": 2,
        "value": "维生素B7（也称为生物素）是B族复合维生素的一部分。B7的主要作用是帮助人体细胞把碳水化合物，脂肪和蛋白质转换成它们可以使用的能量。"
      },
      {
        "type": 2,
        "value": "1、维生素B7是一种水溶性维生素，这意味着你每天需要摄入一定的数量，建议量是男子0.03mg，女性0.01mg。此外，还要确保适当的保存和烹饪含有该维生素的食物，确保其B7成分完好无损。"
      },
      {
        "type": 2,
        "value": "2、几乎所有食物中都包含它：几乎所有的粮食至少含有微量的维生素B7。然而，某些食物的含量更为丰富。如蛋黄，肝，牛奶，蘑菇和坚果是最好的生物素来源。"
      },
      {
        "type": 2,
        "value": "3、有很多因素可以导致维生素B7缺乏：不同于大多数维生素，B7摄入量不足不是唯一导致缺乏症的原因。酗酒会妨碍对这种维生素的吸收，一些遗传性疾病也会要求你提高B7的摄入量。。"
      },
      {
        "type": 2,
        "value": "4、有助于控制糖尿病：研究表明，维生素B7的作用还包括帮助糖尿病患者控制血糖水平，并防止该疾病造成的神经损伤。"
      },
      {
        "type": 1,
        "value": "维生素B9"
      },
      {
        "type": 2,
        "value": "又称叶酸。在细胞中有多种辅酶形式，负责单碳代谢利用，用于合成嘌呤和胸腺嘧啶，于细胞增生时作为DNA复制的原料，提供甲基使半同胱胺酸合成甲硫胺酸，协助多种胺基酸之间的转换。因此叶酸参与细胞增生、生殖、血红素合成等作用，对血球的分化成熟，胎儿的发育（血球增生与胎儿神经发育）有重大的影响。避免半同胱胺酸堆积可以保护心脏血管，还可能减缓老年痴呆症的发生。"
      },
      {
        "type": 1,
        "value": "维生素B12"
      },
      {
        "type": 2,
        "value": "保持健康的神经系统，用于红细胞的形成。缺乏症为巨幼红细胞性贫血。1947年美利坚合众国女科学家肖波在牛肝浸液中发现维生素B12，后经化学家分析，它是一种含钴的有机化合物。它化学性质稳定，是人体造血不可缺少的物质，缺少它会产生恶性贫血症。"
      },
      {
        "type": 2,
        "value": "维生素B12，即抗恶性贫血维生素，又称钴胺素,含有金属元素钴，是维生素中唯一含有金属元素的，抗脂肪肝，促进维生素A在肝中的贮存；促进细胞发育成熟和机体代谢。它与其他B族维生素不同，一般植物中含量极少，而仅由某些细菌及土壤中的细菌生成。须先与胃幽门部分泌的一种糖蛋白（亦称内因子）结合，才能被吸收。因缺乏“内因子”而导致的B12缺乏，治疗应采用注射剂。脱氧腺苷钴胺素是维生素B12在体内主要存在形式。它是一些催化相邻两碳原子上氢原子、烷基、羰基或氨基相互交换的酶的辅酶。体内另一种辅酶形式为甲基钴胺素，它参与甲基的转运，和叶酸的作用常互相关联，它可以增加叶酸的利用率来影响核酸与蛋白质生物合成，从而促进红细胞的发育和成熟。"
      },
      {
        "type": 2,
        "value": "加强免疫能力"
      },
      {
        "type": 2,
        "value": "维生素A有助于维持免疫系统功能正常，能加强对传染病特别是呼吸道感染及寄生虫感染的身体抵抗力；有助于对肺气肿、甲状腺机能亢进症的治疗。"
      },
      {
        "type": 2,
        "value": "缺乏维生素B12时会发生恶性贫血，人体对B12的需要量极少，人体每天约需12μg（1/1000mg），人在一般情况下不会缺少。"
      },
      {
        "type": 1,
        "value": "维生素B15"
      },
      {
        "type": 2,
        "value": "（潘氨酸）。主要用于抗脂肪肝，提高组织的氧气代谢率。有时用来治疗冠心病和慢性酒精中毒。"
      },
      {
        "type": 1,
        "value": "食补"
      },
      {
        "type": 2,
        "value": "维生素B1：葵花籽、花生、大豆、猪肉、谷类、野生食用菌黄滑松茸中。"
      },
      {
        "type": 2,
        "value": "维生素B2：肉类、谷类、蔬菜和坚果中。"
      },
      {
        "type": 2,
        "value": "维生素B12：猪牛羊肉、鱼、禽、贝壳类、蛋类中。"
      },
      {
        "type": 1,
        "value": "禁忌"
      },
      {
        "type": 2,
        "value": "维生素B1"
      },
      {
        "type": 2,
        "value": "蛤蜊和鱼类中含有一种能破坏维生素B1的硫胺类物质，因此服用维生素B1时应忌食鱼类和蛤蜊。"
      },
      {
        "type": 2,
        "value": "维生素B2"
      },
      {
        "type": 2,
        "value": "高纤维类食物可增加肠蠕动，并加快肠内容物通过的速度，从而降低维生素B2的吸收率；高脂肪膳食会提高维生素B2的需要量，从而加重维生素B2的缺乏。因此，服用维生素B2时应忌食高脂肪食物和高纤维类食物。"
      },
      {
        "type": 2,
        "value": "维生素B6"
      },
      {
        "type": 2,
        "value": "食物中的硼元素与人体内的消化液相遇后，若再与维生素B6结合，就会形成络合物，从而影响维生素B6的吸收和利用。因此，服用维生素B6时应忌食含硼食物。一般含硼丰富的食物有黄瓜、胡萝卜、茄子等。"
      },

    ]
  },
  /************************************************************************************************/
  {
    id: 18,  /**********************************************************/
    type: 1,
    image: '18_1.jpg',
    title: '维生素C',
    content: [
      {
        "type": 0,
        "value": "维生素C"
      },
      {
        "type": 4,
        "value": "18_1.jpg"
      },
      {
        "type": 2,
        "value": "维生素C又叫L-抗坏血酸，是一种水溶性维生素，能够治疗坏血病并且具有酸性，所以称作抗坏血酸。植物及绝大多数动物均可在自身体内合成维生素C。可是人、灵长类及豚鼠则因缺乏将L-古洛酸转变成为维生素C的酶类，不能合成维生素C，故必须从食物中摄取，如果在食物中缺乏维生素C时，则会发生坏血病。这时由于细胞间质生成障碍而出现出血，牙齿松动、伤口不易愈合，易骨折等症状。由于维生素C在人体内的半衰期较长（大约16天），所以食用不含维生素C的食物3～4个月后才会出现坏血病。因为维生素C易被氧化还原，故一般认为其天然作用应与此特性有关。维生素C与胶原的正常合成、体内酪氨酸代谢及铁的吸收有直接关系。维生素C的主要功能是帮助人体完成氧化还原反应，从而使脑力好转，智力提高。"
      },
      {
        "type": 1,
        "value": "功效："
      },
      {
        "type": 2,
        "value": "1.维生素C能够捕获自由基，在此能预防像癌症、动脉硬化、风湿病等疾病。此外，它还能增强免疫和，对皮肤、牙龈和神经也有好处。"
      },
      {
        "type": 2,
        "value": "2.补充维生素C预防白内障。白内障是现阶段老人常见的眼部疾患，严重时可致完全失明，障碍阅读，影响日常生活。"
      },
      {
        "type": 1,
        "value": "食补"
      },
      {
        "type": 2,
        "value": "维生素C：柠檬、橘子、苹果、酸枣、草莓、辣椒、土豆、菠菜中。"
      },
      

    ]
  },
  /************************************************************************************************/
  {
    id: 19,  /**********************************************************/
    type: 1,
    image: '19_1.jpg',
    title: '维生素D',
    content: [
      {
        "type": 0,
        "value": "维生素D"
      },
      {
        "type": 4,
        "value": "19_1.jpg"
      },
      {
        "type": 2,
        "value": "为类固醇衍生物，属脂溶性维生素。维生素D与动物骨骼的钙化有关，故又称为钙化醇。它具有抗佝偻病的作用，在动物的肝、奶及蛋黄中含量较多，尤以鱼肝油含量最丰富。天然的维生素D有两种，麦角钙化醇（D2）和胆钙化醇（D3）。它促进小肠粘膜对磷的吸收和转运，同时也促进肾小管对钙和磷的重吸收。在骨骼中，它既有助于新骨的钙化，又能促进钙由老骨髓质游离出来，从而使骨质不断更新，同时，又能维持血钙的平衡。维生素D有调节钙的作用，所以是骨及牙齿正常发育所必需。特别在孕妇、婴儿及青少年需要量大。如果此时维生素D量不足，则血中钙与磷低于正常值，会出现骨骼变软及畸形：发生在儿童身上称为佝偻病；在孕妇身上为骨质软化症。1克维生素D为 40000000国际单位。婴儿、青少年、孕妇及喂乳者每日需要量为400～800单位。"
      },
      {
        "type": 1,
        "value": "食补"
      },
      {
        "type": 2,
        "value": "维生素D：鱼肝油、鸡蛋、人造黄油、牛奶、金枪鱼中。"
      },
      {
        "type": 1,
        "value": "禁忌"
      },
      {
        "type": 2,
        "value": "维生素AD"
      },
      {
        "type": 2,
        "value": "服用维生素AD时忌粥。粥又称米汤，含脂肪氧化酶，能溶解和破坏脂溶性维生素，导致维生素A和维生素D流失。"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 20,  /**********************************************************/
    type: 1,
    image: '20_1.jpg',
    title: '维生素E',
    content: [
      {
        "type": 0,
        "value": "维生素E"
      },
      {
        "type": 4,
        "value": "20_1.jpg"
      },
      {
        "type": 2,
        "value": "维生素E是所有具有α-生育酚活性的生育酚和生育三烯酚及其衍生物的总称，又名生育酚，是一种脂溶性维生素，主要存在于蔬菜、豆类之中，在麦胚油中含量最丰富，生育酚具有保湿和抗氧化双重作用。"
      },
      {
        "type": 2,
        "value": "维生素E为微带粘性的淡黄色油状物，在无氧条件下较为稳定，甚至加热至200℃以上也不被破坏。但在空气中维生素E极易被氧化，颜色变深。人体有些疾病的症状与动物缺乏维生素 E的症状相似。由于一般食品中维生素E含量尚充分，较易吸收，故不易发生维生素 E缺乏症，仅见于肠道吸收脂类不全时。维生素E在临床上试用范围较广泛，并发现对某些病变有一定防治作用，如贫血动脉粥样硬化、肌营养不良症、脑水肿、男性或女性不育症、先兆流产等，也可用维生素E预防衰老。维生素E于1922年由美利坚合众国化学家伊万斯在麦芽油中发现并提取，本世纪40年代已能人工合成。维生素E是人体内优良的抗氧化剂，人体缺少它，男女都不能生育，严重者会患肌肉萎缩症、神经麻木症等。"
      },
      {
        "type": 1,
        "value": "食补"
      },
      {
        "type": 2,
        "value": "维生素E：谷物胚胎、植物油、绿叶。"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 21,  /**********************************************************/
    type: 1,
    image: '21_1.jpg',
    title: '维生素K、H、P、PP',
    content: [
      {
        "type": 0,
        "value": "维生素K、H、P、PP"
      },
      {
        "type": 4,
        "value": "21_1.jpg"
      },
      {
        "type": 1,
        "value": "维生素K"
      },
      {
        "type": 2,
        "value": "属脂溶性维生素。由于它具有促进凝血的功能，故又称凝血维生素。常见的有维生素K1和K2。K1是由植物合成的，如苜蓿、菠菜等绿叶植物；K2则由微生物合成。人体肠道细菌也可合成维生素K2。现代维生素K已能人工合成，如维生素K3，为临床所常用。维生素K均为2-甲基-1,4-萘醌的衍生物。维生素K1是黄色油状物，K2是淡黄色结晶，均有耐热性，但易受紫外线照射而破坏，故要避光保存。人工合成的K3和K4是水溶性的，可用于口服或注射。临床上使用的抗凝血药双香豆素，其化学结构与维生素K相似，能对抗维生素K的作用，可用以防治血栓的形成。维生素K和肝脏合成四种凝血因子（凝血酶原、凝血因子Ⅶ，Ⅸ及Ⅹ）密切相关，如果缺乏维生素K1，则肝脏合成的上述四种凝血因子为异常蛋白质分子，它们催化凝血作用的能力大为下降。人们已知维生素K是谷氨酸γ羧化反应的辅因子。缺乏维生素K则上述凝血因子的γ-羧化不能进行，此外，血中这几种凝血因子减少，会出现凝血迟缓和出血病症。此外，人们公认维生素K溶于线粒体膜的类脂中，起着电子转移作用，维生素K可增加肠道蠕动和分泌功能，缺乏维生素K时平滑肌张力及收缩减弱,它还可影响一些激素的代谢。如延缓糖皮质激素在肝中的分解，同时具有类似氢化可的松作用，长期注射维生素K可增加甲状腺的内分泌活性等。在临床上维生素 K缺乏常见于胆道梗阻、脂肪痢、长期服用广谱抗菌素以及新生儿中,使用维生素K可予纠正。但过大剂量维生素K也有一定的毒性，如新生儿注射30毫克/天，连用三天有可能引起高胆红素血症。"
      },
      {
        "type": 2,
        "value": "维生素K于1929年丹麦化学家达姆从动物肝和麻子油中发现并提取。它是黄色晶体，熔点52～54℃，不溶于水，能溶于醚等有机溶剂。维生素K化学性质较稳定，能耐热耐酸，但易被碱和紫外线分解。它在人体内能促使血液凝固。人体缺少它，凝血时间延长，严重者会流血不止，甚至死亡。奇怪的是人的肠中有一种细菌会为人体源源不断地制造维生素K，加上在猪肝、鸡蛋、蔬菜中含量较丰，因此，一般人不会缺乏。现阶段已能人工合成，且化学家能巧妙地改变它的“性格”为水溶性，有利于人体吸收，已广泛地用于医疗上。"
      },
      {
        "type": 1,
        "value": "维生素H"
      },
      {
        "type": 2,
        "value": "生物素，又称维生素H、辅酶R，也属于维生素B族，它是合成维生素C的必要物质，是脂肪和蛋白质正常代谢不可或缺的物质。为无色长针状结晶,具有尿素与噻吩相结合的骈环，并带有戊酸侧链，能溶于热水，不溶于有机溶剂，在普通温度下相当稳定，但高温和氧化剂可使其丧失活性。生物素与酶结合参与体内二氧化碳的固定和羧化过程，与体内的重要代谢过程如丙酮酸羧化而转变成为草酰乙酸，乙酰辅酶A羰化成为丙二酰辅酶A等糖及脂肪代谢中的主要生化反应有关。它也是某些微生物的生长因子，极微量（0.005微克）即可使试验的细菌生长。例如，链孢霉生长时需要极微量的生物素。人体每天需要量约100～300微克。生鸡蛋清中有一种抗生物素的蛋白质能和生物素结合，结合后的生物素不能由消化道吸收；造成动物体生物素缺乏，此时出现食欲不振、舌炎、皮屑性皮炎、脱毛等。然而，尚未见人类生物素缺乏病例，可能是由于除了食物来源以外，肠道细菌也能合成生物素之故。维生素H具有防止白发和脱发，保持皮肤健康的作用。如果将生物素与维生素A、B2.B6.烟酸（维生素B3）一同使用，相辅相成，作用更佳。在复合维生素B和多种维生素的制剂中，通常都含有维生素H。"
      },
      {
        "type": 1,
        "value": "维生素P"
      },
      {
        "type": 2,
        "value": "维生素P是由柑桔属生物类黄酮、芸香素和橙皮素构成的。在复合维生素C中都含有维生素P，也是水溶性的。它能防止维生素C被氧化而受到破坏，增强维生素的效果。能增强毛细血管壁，防止瘀伤。有助于牙龈出血的预防和治疗，有助于因内耳疾病引起的浮肿或头晕的治疗等。许多营养学家认为，每服用500毫克维生素C时，最少应该同时服用100毫克生物类黄酮。以增强它们的协同作用。"
      },
      {
        "type": 1,
        "value": "维生素PP"
      },
      {
        "type": 2,
        "value": "维生素PP，抗癞皮病维生素，也称烟酸，化学命名为尼克酸或尼克酰胺，两者能在体内相互转化。烟酸为白色针状结晶，微溶于水；尼克酰胺为白色结晶，易溶于水。药用者一般为尼克酰胺，因尼克酸有一时性血管扩张作用。这种维生素较为稳定，一般烹调不致失活。尼克酰胺在体内与核糖、磷酸、腺嘌呤组成脱氢酶的辅酶Ⅰ及辅酶Ⅱ。这两种辅酶结构中的尼克酰胺部分具有可逆的加氢和脱氢的特性，在生物氧化中起着递氢的作用。糖、脂肪及蛋白质代谢中均需要此类辅酶参加。人体每日需约20毫克。人缺乏此种维生素时，表现为神经营养障碍，初时全身乏力，以后在两手、两颊、左右额及其他裸露部位出现对称性皮炎。大剂量的尼克酸能扩张小血管和降低血胆固醇的含量；临床上常常用以治疗内耳眩晕症、外周血管病、高胆固醇血症、视神经萎缩等。维生素H"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 22,  /**********************************************************/
    type: 0,
    image: '22_1.jpg',
    title: '胃痛',
    content: [
      {
        "type": 0,
        "value": "胃痛"
      },
      {
        "type": 4,
        "value": "22_1.jpg"
      },
      {
        "type": 2,
        "value": "胃痛又称胃脘痛，是指上腹胃脘部近心窝处疼痛。胃痛多由于饮食所伤、外感风寒、情志不畅和脾胃素虚引起。胃病主要与肝脾两个脏腑有密切关系。西医急性胃炎、慢性胃炎、胃溃疡、十二指肠溃疡、功能性消化不良、胃粘膜脱垂等病症引起的上腹部疼痛，皆属于中医胃痛范畴。"
      },
      {
        "type": 1,
        "value": "1、外邪犯胃"
      },
      {
        "type": 2,
        "value": "外感寒湿热诸邪，内伤于胃，皆可致胃脘气机阻滞，其中尤以寒邪为多。症状多见胃痛暴作，恶寒喜暖，遇寒加重，或喜热饮。建议服用：暖胃舒乐片、温胃舒颗粒、平胃丸等。"
      },
      {
        "type": 1,
        "value": "2、饮食伤胃"
      },
      {
        "type": 2,
        "value": "饮食不节，过饥过饱，损伤脾胃，胃气壅滞，症状多见胃脘疼痛，胀满拒按，嗳腐吞酸，或呕吐不消化食物，其味腐臭，吐后痛减，不思饮食，大便不爽。建议服用：六味能消丸、安胃片、健胃消食片、多潘立酮片等。"
      },
      {
        "type": 1,
        "value": "3、情志不畅"
      },
      {
        "type": 2,
        "value": "忧思恼怒，伤肝损脾，肝失疏泄，横逆犯胃，脾失健运，胃气阻滞，而发胃痛。症状多见胃脘胀痛、痛及两胁、矢气痛减、遇恼怒疼痛加重、喜太息。建议服用木香顺气丸、逍遥丸、沉香舒气丸、舒肝丸等。"
      },
      {
        "type": 1,
        "value": "4、素体脾虚"
      },
      {
        "type": 2,
        "value": "脾胃为仓廪之官，主受纳运化水谷，若素体脾胃虚弱，运化失职，气机不畅或中阳不足，中焦虚寒，失其温阳而发胃痛。症状多见食少、纳差、消化不良、大便失调，脘腹胀痛。建议服用大山楂丸、开胃理脾丸、参苓白术丸。"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 23,  /**********************************************************/
    type: 0,
    image: '23_1.jpg',
    title: '蚊虫叮咬',
    content: [
      {
        "type": 0,
        "value": "蚊虫叮咬"
      },
      {
        "type": 4,
        "value": "23_1.jpg"
      },
      {
        "type": 2,
        "value": "在虫咬皮炎中蚊虫叮咬引起的皮炎是最常见的，虫咬皮炎又称丘疹性荨麻疹，是夏秋季节常见的儿童皮肤病，虫咬性皮炎的表现为叮咬处出现丘疹、风团、水肿性红斑、水疱、丘疱疹、瘀点瘀斑等。"
      },
      {
        "type": 1,
        "value": "蚊虫叮咬预防"
      },
      {
        "type": 2,
        "value": "外出玩耍时，远离草丛、灌木丛、树林、沼泽地、潮湿的地方。"
      },
      {
        "type": 2,
        "value": "傍晚外出应预备防蚊贴、防蚊虫手环、蚊不叮、风油精等驱蚊物品。"
      },
      {
        "type": 2,
        "value": "预防虫咬皮炎还要搞好个人卫生，夏季出汗多，易吸引蚊虫叮咬。"
      },
      {
        "type": 2,
        "value": "勤换衣服及床单，凉席、被褥等贴身物品要经常用温水清洗曝晒。"
      },
      {
        "type": 4,
        "value": "23_2.jpg"
      },
      {
        "type": 1,
        "value": "蚊虫叮咬治疗"
      },
      {
        "type": 2,
        "value": "被蚊虫叮咬后，可以用肥皂或小苏打稀释后局部中和蚊虫酸性毒素减轻红肿，同时还要考虑止痒，可以用芦荟、风油精、清凉油、复方薄荷脑软膏、丹皮酚等，擦洗叮咬处。"
      },
      {
        "type": 3,
        "value": "（千万不要用手抓！）"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 24,  /**********************************************************/
    type: 0,
    image: '24_1.jpg',
    title: '夏季咽炎',
    content: [
      {
        "type": 0,
        "value": "夏季咽炎"
      },
      {
        "type": 3,
        "value": "咽炎相关用药：金莲花胶囊、咽炎片、炎可宁胶囊、热炎宁颗粒、清咽润喉丸、复方鱼腥草片、消炎解毒丸等"
      },
      {
        "type": 4,
        "value": "24_1.jpg"
      },
      {
        "type": 2,
        "value": "随着气温的不断升高，炎热的夏季马上就要到来了。很多人出现了咽炎的症状，即使不停喝水，还是不能改善。　"
      },
      {
        "type": 1,
        "value": "咽炎病因"
      },
      {
        "type": 2,
        "value": "急性咽炎为上呼吸道感染的一部分，可由细菌或病毒引起，在身体抵抗力低下，营养不良、劳累、受凉等情况下易于发病。"
      },
      {
        "type": 2,
        "value": "慢性咽炎很常见，多因急性咽炎反复发作、周围有感染病变或烟酒刺激所致。"
      },
      {
        "type": 1,
        "value": "咽炎症状"
      },
      {
        "type": 2,
        "value": "慢性咽喉炎的主要症状是咽部不适，干、痒、胀，分泌物多而灼痛，易干恶，有异物感，咯之不出，吞之不下。以上症状尤其会在说话稍多、食用刺激性食物后、疲劳或天气变化时加重。"
      },
      {
        "type": 2,
        "value": "急性咽喉炎的主要症状是起病急，初起时咽部干燥，灼热；继而疼痛，吞咽唾液时咽痛往往比进食时更为明显；可伴发热，头痛，食欲不振和四肢酸痛；侵及喉部，可伴声嘶和咳嗽。"
      },
      {
        "type": 1,
        "value": "咽炎预防与治疗"
      },
      {
        "type": 2,
        "value": "严禁烟、酒、辛辣、刺激。平时饮茶可预防和改善咽炎，调节人体机理平衡，增强人体抵抗力，极大的降低疾病的复发率。像金银花、蕃楸草、箐橡草、胖大海有清热、解毒、消炎、止咳等功效，能有效缓解咽喉炎症。劳逸结合，锻炼身体，增强抵抗力。"
      },
      {
        "type": 2,
        "value": "药物治疗：金莲花胶囊、咽炎片、炎可宁胶囊、热炎宁颗粒、清咽润喉丸、复方鱼腥草片、消炎解毒丸等"
      },
      {
        "type": 3,
        "value": "最好的防治办法就是养成良好的生活习惯，适当运动，增强抵抗力！"
      },
      {
        "type": 3,
        "value": "（公众号回复：咽炎、急性咽炎、慢性咽炎即可重现此文章）"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 25,  /**********************************************************/
    type: 0,
    image: '25_1.jpg',
    title: '荨麻疹',
    content: [
      {
        "type": 0,
        "value": "荨麻疹"
      },
      {
        "type": 4,
        "value": "25_1.jpg"
      },
      {
        "type": 1,
        "value": "荨麻疹"
      },
      {
        "type": 2,
        "value": "荨麻疹俗称风疹块、风疙瘩、泛疙瘩。是由于皮肤、黏膜小血管扩张及渗透性增加而出现的一种局限性水肿反应，通常在2～24小时内消退，但反复发生新的皮疹。病程迁延数日至数月，奇痒无比。"
      },
      {
        "type": 4,
        "value": "25_2.jpg"
      },
      {
        "type": 1,
        "value": "病因"
      },
      {
        "type": 2,
        "value": "荨麻疹的病因非常复杂，约75%的患者找不到原因，特别是慢性荨麻疹。常见原因主要有：食物及食物添加剂、吸入物、感染、药物、机械刺激、冷热、日光、昆虫叮咬、精神因素和内分泌改变、遗传因素等。"
      },
      {
        "type": 4,
        "value": "25_3.jpg"
      },
      {
        "type": 1,
        "value": "临床表现"
      },
      {
        "type": 2,
        "value": "基本损害为皮肤出现风团。常先有皮肤瘙痒，随即出现风团，呈鲜红色或苍白色、皮肤色，少数患者有水肿性红斑。风团的大小和形态不一，发作时间不定。风团逐渐蔓延，融合成片，由于真皮乳头水肿，可见表皮毛囊口向下凹陷。风团持续数分钟至数小时，少数可延长至数天后消退，不留痕迹。皮疹反复成批发生，以傍晚发作者多见。风团常泛发，亦可局限。有时合并血管性水肿，偶尔风团表面形成大疱。"
      },
      {
        "type": 4,
        "value": "25_4.jpg"
      },
      {
        "type": 1,
        "value": "荨麻疹防治："
      },
      {
        "type": 2,
        "value": "找到病因，远离诱发因素。"
      },
      {
        "type": 2,
        "value": "补充维生素，适当运动，增强抵抗力。"
      },
      {
        "type": 1,
        "value": "药物治疗："
      },
      {
        "type": 2,
        "value": "荨麻疹丸、防风通圣丸、氯雷他定、肤痒颗粒、丹皮酚等。"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 26,  /**********************************************************/
    type: 0,
    image: '26_1.jpg',
    title: '牙疼',
    content: [
      {
        "type": 0,
        "value": "牙疼"
      },
      {
        "type": 4,
        "value": "26_0.gif"
      },
      {
        "type": 3,
        "value": "牙疼相关用药：人工牛黄甲硝唑、牙痛药水、栀子金花丸、牛黄消炎丸、一清颗粒、牛黄解毒片、热炎宁、齿痛灵胶囊 "
      },
      {
        "type": 2,
        "value": "牙痛大多由牙龈炎和牙周炎、龋齿（蛀牙）或折裂牙而导致牙髓（牙神经）感染所引起的。"
      },
      {
        "type": 2,
        "value": "中医认为牙痛是由于外感风邪、胃火炽盛、肾虚火旺、虫蚀牙齿等原因所致。"
      },
      {
        "type": 2,
        "value": "当然也有一些是心理因素或缺乏维生素造成的，需要特别注意。"
      },
      {
        "type": 4,
        "value": "26_1.jpg"
      },
      {
        "type": 1,
        "value": "牙疼预防"
      },
      {
        "type": 2,
        "value": "注意口腔卫生，养成“早晚刷牙，饭后漱口”的良好习惯。"
      },
      {
        "type": 2,
        "value": "睡前不宜吃糖、饼干等食物，发现蛀牙，及时治疗。"
      },
      {
        "type": 2,
        "value": "宜多吃清胃火及清肝火的食物，如南瓜、西瓜、荸荠、芹菜、萝卜等。"
      },
      {
        "type": 2,
        "value": "忌辛辣刺激，少吃过酸、过冷、过热食物。"
      },
      {
        "type": 2,
        "value": "脾气急躁，容易动怒会诱发牙痛，故宜心胸豁达，情绪宁静。"
      },
      {
        "type": 4,
        "value": "26_2.jpg"
      },


    ]
  },
  /************************************************************************************************/
  {
    id: 27,  /**********************************************************/
    type: 0,
    image: '27_1.jpg',
    title: '眼科疾病',
    content: [
      {
        "type": 0,
        "value": "眼科疾病"
      },
      {
        "type": 4,
        "value": "27_1.jpg"
      },
      {
        "type": 1,
        "value": "白内障 "
      },
      {
        "type": 2,
        "value": "由于各种原因引起晶状体代谢紊乱，导致晶状体蛋白质变性而发生混浊，矫正视力在0.7或以下，此时光线被混浊晶状体阻扰无法投射在视网膜上，导致视物模糊，称为白内障。"
      },
      {
        "type": 2,
        "value": "治疗：药物治疗无明显效果，需依靠手术治疗。"
      },
      {
        "type": 4,
        "value": "27_2.jpg"
      },
      {
        "type": 1,
        "value": "青光眼"
      },
      {
        "type": 2,
        "value": "青光眼是指眼内压间断或持续升高的一种常见疑难眼病，该病发病迅速、危害性大、随时可导致失明。"
      },
      {
        "type": 2,
        "value": "临床表现为：视力障碍、角膜混浊、眼痛、大角膜、眼部烧伤感、虹视等。"
      },
      {
        "type": 2,
        "value": "治疗：几乎所有的青光眼可以使用外用药物或口服药物成功治疗。急性或先天性青光眼主要依靠手术治疗。"
      },
      {
        "type": 4,
        "value": "27_3.jpg"
      },
      {
        "type": 1,
        "value": "结膜炎"
      },
      {
        "type": 2,
        "value": "结膜炎是结膜组织在外界和机体自身因素的作用而发生的炎性反应的统称。临床表现为：结膜充血、分泌物增多、灼热感、异物感、发痒、视力下降。"
      },
      {
        "type": 2,
        "value": "治疗：阿昔洛韦滴眼液、氧氟沙星滴眼液、妥布霉素滴眼液等"
      },
      {
        "type": 4,
        "value": "27_4.gif"
      },
      {
        "type": 1,
        "value": "干眼症"
      },
      {
        "type": 2,
        "value": "干眼症是指任何原因造成的泪液质或量异常或动力学异常，导致泪膜稳定性下降，并伴有眼部不适或眼表组织病变特征的多种疾病的总称。"
      },
      {
        "type": 2,
        "value": "临床表现：眼部干涩、异物感、烧灼感、痒感、畏光、充血、痛、视物模糊易疲劳、黏丝状分泌物等。"
      },
      {
        "type": 2,
        "value": "治疗：减少用眼时间，补充维生素A，使用人工泪液或眼膏。"
      },
      {
        "type": 4,
        "value": "27_5.png"
      },
      {
        "type": 1,
        "value": "角膜炎"
      },
      {
        "type": 2,
        "value": "根据病因不同分为感染性、免疫性、外伤性及全身病性角膜炎。"
      },
      {
        "type": 2,
        "value": "临床表现：疼痛、畏光、流泪、眼睑痉挛等刺激症状、睫状充血、角膜混浊浸润、溃疡等。"
      },
      {
        "type": 2,
        "value": "治疗：去除病因，预防感染，用抗炎药物及相关辅助眼药水治疗。"
      },
      {
        "type": 4,
        "value": "27_6.jpg"
      },
      {
        "type": 3,
        "value": "眼睛是我们身体最脆弱的零件，请加倍保护和保养眼睛。"
      },
      {
        "type": 4,
        "value": "27_7.jpg"
      },



    ]
  },
  /************************************************************************************************/
  {
    id: 28,  /**********************************************************/
    type: 0,
    image: '28_1.jpg',
    title: '中暑',
    content: [
      {
        "type": 0,
        "value": "中暑"
      },
      {
        "type": 4,
        "value": "28_1.jpg"
      },
      {
        "type": 1,
        "value": "成人中暑的症状 "
      },
      {
        "type": 2,
        "value": "根据临床表现的轻重，中暑可分为先兆中暑、轻症中暑和重症中暑。"
      },
      {
        "type": 2,
        "value": "先兆中暑症状：高温环境下，出现头痛、头晕、口渴、多汗、四肢无力发酸、注意力不集中、动作不协调等症状。体温正常或略有升高。如及时转移到阴凉通风处，补充水和盐分，短时间内即可恢复。"
      },
      {
        "type": 2,
        "value": "轻症中暑症状：体温往往在38度以上。除头晕、口渴外往往有面色潮红、大量出汗、皮肤灼热等表现，或出现四肢湿冷、面色苍白、血压下降、脉搏增快等表现。"
      },
      {
        "type": 2,
        "value": "重症中暑症状：顾名思义，是中暑中情况最严重的一种，如不及时救治将会危急生命。这类中暑又可分为四种类型：热痉挛、热衰竭、日射病和热射病。"
      },
      {
        "type": 2,
        "value": "温馨提示：中暑会严重影响身体健康，大家一定要严肃对待，不管在何时何地，一旦出现中暑情况，都应该及时采取救治措施。"
      },
      {
        "type": 4,
        "value": "28_2.jpg"
      },
      {
        "type": 1,
        "value": "宝宝中暑的症状"
      },
      {
        "type": 2,
        "value": "如果您的小朋友量肛温或耳温超过39甚至40度(不建议量腋温或口温，易低估实际温度)，同时合并下列现象时，需高度怀疑中暑的可能性："
      },
      {
        "type": 2,
        "value": "1、虽然很热，但可能不会流汗。(这是中暑最典型的现象之一)"
      },
      {
        "type": 2,
        "value": "2、 皮肤会发红、发热，而且干燥。"
      },
      {
        "type": 2,
        "value": "3、 烦躁不安及哭闹，呼吸及脉搏加速;接着会显得倦怠、甚至进入抽搐或昏迷状态。"
      },
      {
        "type": 2,
        "value": "4、 较大的小朋友会有头晕、恶心、失去方向感，而且昏昏沉沉的现象。"
      },
      {
        "type": 4,
        "value": "28_3.jpg"
      },
      {
        "type": 1,
        "value": "家中必备的六类防暑药中暑急救措施"
      },
      {
        "type": 2,
        "value": "1、立即将患者移到通风、阴凉、干燥的地方，如走廊、树荫下。"
      },
      {
        "type": 2,
        "value": "2、仰卧，解开衣扣，脱去或松开衣服。如衣服己被汗水湿透，应及时给更换干衣服，同时打开电扇或开空调，以便尽快散热，但风不要直接朝身上吹。"
      },
      {
        "type": 2,
        "value": "3、快速使患者的体温降至38度以下。具体做法是：使用医用物理降温贴，或洗温水浴。"
      },
      {
        "type": 2,
        "value": "4、在患者意识清醒前不要让其进食或喝水，当患者出现抽风昏迷症状时可以掐人中穴、内关穴以及合谷穴并立即送医治疗。"
      },
      {
        "type": 2,
        "value": "5、意识清醒后，每隔10到15分钟饮服绿豆汤、淡盐水等解暑。"
      },
      {
        "type": 2,
        "value": "藿香正气：能散热解暑、解毒辟秽。主治中暑、腹痛泄泻、痢疾等症。"
      },
      {
        "type": 2,
        "value": "人丹：含有薄荷脑、桂皮、冰片、砂仁、泡姜、人造麝香等，具有开窍安神、清热祛暑、解毒辟秽之功效。主治中暑受热引起的头昏脑胀、恶心呕吐、腹痛泄泻等症。"
      },
      {
        "type": 2,
        "value": "清凉油：头痛头晕时，取少量涂于印堂穴和太阳穴，能提神醒脑，给人以凉爽、舒适之感。蚊虫叮咬、皮肤瘙痒或有轻微的烧伤、烫伤时，取少量涂于患处，能活血消肿、镇痛止痒。注意外擦时要远离眼睛，一旦进入眼睛速用清水冲洗。"
      },
      {
        "type": 2,
        "value": "十滴水：适用于夏时中暑、头昏头痛、恶心呕吐、腹胀腹泻患者，成人每次取十滴水10-20滴滴入一杯白开水中，搅匀服下。烈日下劳作、旅行时，凡有烦热之感，均可口服十滴水，能消暑解热。儿童用1-2瓶倒入洗澡水中，可防治小儿生痱子。"
      },
      {
        "type": 2,
        "value": "风油精：能清暑解毒，利湿除烦，镇痛驱风。可治疗中暑引起的头昏头痛，夏天夜晚因贪凉引起的腹痛等。对头昏头痛可外涂少许于前额及两侧太阳穴。"
      },
    ]
  },
  /************************************************************************************************/



];


module.exports = {
  data: data
};

